Repository: 84000/data-translation-memory
Catalog: toh174-v2.tmx
Source language: bo
Languages: en

source: འཇིག་རྟེན་འཛིན་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་འདུས་བྱས་དང་འདུས་མ་བྱས་པའི་ཆོས་ལ་ཤིན་ཏུ་མཁས་པ་ནི་གང་། འདུས་བྱས་དང་འདུས་མ་བྱས་པའི་ཆོས་ཀྱི་སྦྱོར་བ་ཐོབ་པ་ནི་གང་ཞེ་ན།
en: “Lokadhara, how are bodhisattva great beings highly skilled regarding conditioned and unconditioned phenomena? What means do they obtain regarding conditioned and unconditioned phenomena?

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་འདུས་བྱས་དང་འདུས་མ་བྱས་པའི་ཆོས་རྣམས་རྣམ་པར་འབྱེད་ཅིང་ཡང་དག་པར་རྟོག་གོ། །
en: Lokadhara, bodhisattva great beings discern and contemplate conditioned and unconditioned phenomena.

source: དེ་ལ་ཇི་ལྟར་ན་འདུས་བྱས་ཀྱི་ཆོས་ལ་རྣམ་པར་འབྱེད་ཅིང་ཡང་དག་པར་རྟོག་པ་ཞེ་ན།
en: “How do they discern and contemplate conditioned phenomena?

source: འདུས་བྱས་ཀྱི་ཆོས་ནི་མངོན་པར་འདུས་པ་སྟེ་ཚོར་བ་མེད།
en: Conditioned phenomena are compounded and without experiencer.

source: འདུས་བྱས་ཀྱི་ཆོས་ནི་རང་སྐྱེས་ཤིང་རང་བགྲང་བའི་གྲངས་སུ་གཏོགས་པས་འདུས་བྱས་ཀྱི་ཆོས་ཞེས་བྱའོ། །
en: Conditioned phenomena are called conditioned phenomena because they are considered to be naturally arising and naturally categorized.

source: འདུས་བྱས་ཀྱི་ཆོས་ནི་ཡང་དག་པ་མ་ཡིན་པའི་རྒྱུ་དང་རྐྱེན་འདུས་པའི་འདུ་བྱེད་ཀྱི་དབང་གིས་སོ། །
en: Conditioned phenomena come about due to formations created by false causes and conditions.

source: འདུ་བྱེད་ཅིས་བྱ་བ་ནི་བགྲང་བའི་གྲངས་སུ་གཏོགས་ཤིང་མཚན་ཉིད་གཉིས་ཀྱི་རྐྱེན་གྱིས་ཤེས་པའི་ཕྱིར་འདུས་བྱས་ཀྱི་ཆོས་ཞེས་བཏགས་སོ། །
en: Why are conditioned phenomena naturally categorized? When formations are perceived through the condition of duality, they are labeled as conditioned phenomena.

source: འདུས་བྱས་ཀྱི་ཆོས་དེ་ནི་བྱས་པ་མེད།
en: Conditioned phenomena are uncreated and free from a creator.

source: བྱེད་པ་མེད་ཀྱི་རང་སྐྱེས་པས་བསྐྱེད་པ་ཡང་མེད་དོ། །
en: Since they are naturally arising, they cannot be generated.

source: དེ་བས་ན་འདུས་བྱས་ཀྱི་ཆོས་ཞེས་བྱའོ། །
en: Thus, they are called conditioned phenomena.

source: འདུས་བྱས་ཀྱི་ཆོས་རྣམས་ནི་ནང་ན་མི་གནས། ཕྱི་རོལ་ན་མི་གནས། གཉི་གའི་བར་ན་མི་གནས།
en: Conditioned phenomena do not exist internally, externally, or somewhere in-between;

source: གཅིག་པ་མ་ཡིན། ཐ་དད་པ་མ་ཡིན་ཏེ།
en: they are not one or many.

source: ཡང་དག་པ་མ་ཡིན་པའི་ཀུན་ཏུ་བརྟགས་པ་ལས་བྱུང་ངོ་། །
en: They arise from false imputation.

source: མ་རིག་པའི་དབང་གིས་བྱུང་གིས་ཡོད་པ་མ་ཡིན་ཏེ།
en: They are nonexistent, since they have arisen through ignorance.

source: འདུ་བྱེད་ཀྱི་མཐུས་སྤྱོད་པ་ཡོད་ཀྱང་བྱས་པ་མེད། བྱུང་བ་མེད་པས་འདུས་བྱས་ཞེས་བྱའོ། །
en: Though they can be perceived due to formations, they are uncreated and nonarising. Therefore, they are called conditioned .

source: འདུས་བྱས་ཞེས་བྱ་བ་ནི་མཚན་མས་བཅིངས་པའི་དོན་ཏེ།
en: Conditioned means being bound by marks, and

source: བུས་པ་མ་རབས་ཕྱིན་ཅི་ལོག་ལ་ཆགས་པའི་ཕྱིར་བཤད་དོ། །
en: the conditioned is taught for the sake of childish ordinary beings who are attached to mistaken perceptions.

source: མཁས་པ་དག་ཤིན་ཏུ་ཆུད་ཅིང་རྟོགས་པ་ནི་འདུས་བྱས་ཀྱི་ཆོས་སུ་མི་དམིགས། འདུས་བྱས་ཀྱི་ཆོས་སུ་རྟོགས་པར་མི་དམིགས་སོ། །
en: The wise, full of understanding and knowledge, do not observe them as conditioned phenomena or something understood to be conditioned phenomena.

source: མཁས་པ་དག་ནི་གྲངས་སུ་མི་བགྲང་བའི་ཕྱིར་འདུས་བྱས་ཀྱི་ཆོས་ཞེས་བྱའོ། །
en: They are called conditioned phenomena because the wise do not categorize them.

source: མཁས་པ་དག་འདུས་བྱས་ཀྱི་རྣམ་པ་དེ་ལ་ཇི་ལྟར་ན་ཆུད་ཅིང་རྟོགས་པ་ཞེ་ན།
en: How do the wise know and understand the features of the conditioned?

source: མཁས་པ་དག་ནི་འདུས་བྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཡང་དག་པ་མ་ཡིན་པ། དངོས་པོ་མེད་ཅིང་རྣམ་པར་བཅིངས་པ་མེད་དེ་
en: The wise view all conditioned phenomena as being false, insubstantial, and without bondage.

source: བགྲང་བའི་གྲངས་སུ་མི་རྟོགས་པར་བལྟའོ། །
en: They see that they cannot be categorized.

source: དེ་ལྟར་ཡོངས་སུ་རྟོག་པའི་ཚེ་འདུས་བྱས་ཀྱི་ཆོས་ལ་ཡང་མི་ཆགས།
en: When they contemplate this, they are not attached to conditioned phenomena, and

source: འདུས་བྱས་ཀྱི་ཆོས་སུ་ཡང་མི་ལེན་ཏོ། །
en: they do not appropriate conditioned phenomena.

source: འཇིག་རྟེན་འཛིན་འདུས་བྱས་ཀྱི་ཆོས་ལས་གཞན་པ་འདུས་མ་བྱས་པའི་ཆོས་ཡོད་པའམ། འདུས་མ་བྱས་ཀྱི་ཆོས་ལས་གཞན་པ་འདུས་བྱས་ཀྱི་ཆོས་ཡོད་པ་མ་ཡིན་ཏེ།
en: Lokadhara, it is not the case that unconditioned phenomena exist separate from conditioned phenomena, or that conditioned phenomena exist separate from unconditioned phenomena, for

source: འདུས་བྱས་ཀྱི་དེ་ཁོ་ནའི་མཚན་ཉིད་དེ་ནི་འདུས་མ་བྱས་པའོ། །
en: the characteristic of the thatness of the conditioned is the unconditioned.

source: འདུས་བྱས་ཀྱི་ནང་ན་འདུས་བྱས་པ་མེད། འདུས་མ་བྱས་ཀྱི་ནང་ན་འདུས་མ་བྱས་པ་མེད་ཀྱི་
en: There is nothing conditioned within the conditioned, and nothing unconditioned within the unconditioned. Still,

source: སྐྱེ་བོ་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པ་དག་གིས་འདུས་བྱས་ཀྱི་མཚན་ཉིད་ཤེས་ཤིང་མཐོང་བར་བྱ་བའི་ཕྱིར་འདི་ནི་འདུས་བྱས་པའོ། །འདི་ནི་འདུས་མ་བྱས་པའོ། །འདི་ནི་འདུས་བྱས་ཀྱི་མཚན་ཉིད་དོ། །འདི་ནི་འདུས་མ་བྱས་པའི་མཚན་ཉིད་དོ་ཞེས་རྣམ་པར་ཕྱེ་སྟེ་བཤད་དོ། །
en: so that mistaken beings can see and understand the characteristics of the conditioned, bodhisattvas teach and explain, saying, ‘This is conditioned,’ ‘This is unconditioned,’ ‘This is the characteristic of the conditioned,’ and ‘This is the characteristic of the unconditioned.’

source: དེ་ལ་འདུས་བྱས་ཀྱི་མཚན་ཉིད་ཅེས་བྱ་བ་གང་ཞེ་ན།
en: “What are the characteristics of the conditioned?

source: འདི་ལྟ་སྟེ། སྐྱེ་བ་དང་། འགོག་པ་དང་། གནས་པ་དང་། འཕོ་བའོ། །
en: They are arising, ceasing, and remaining and transitioning.

source: དེ་ལ་འདུས་མ་བྱས་པའི་མཚན་ཉིད་ཅེས་བྱ་བ་གང་ཞེ་ན།
en: What are the characteristics of the unconditioned?

source: འདི་ལྟ་སྟེ། མི་སྐྱེ་བ་དང་། མི་འགོག་པ་དང་། མི་གནས་པ་དང་། མི་འཕོ་བའོ། །
en: They are not arising, not ceasing, and not remaining or transitioning.

source: དེ་ལྟར་འདུས་བྱས་ཀྱི་མཚན་ཉིད་དང་། འདུས་མ་བྱས་པའི་མཚན་ཉིད་ཀྱང་བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་བཀྲི་བའི་དོན་དུ་གསུངས་སོ། །
en: It is in order to guide childish ordinary beings that the characteristics of the conditioned and the characteristics of the unconditioned are taught.

source: འཇིག་རྟེན་འཛིན་འདུས་བྱས་ཀྱི་ཆོས་ནི་མ་སྐྱེས་པའི་མཚན་ཉིད། མི་འགོག་པའི་མཚན་ཉིད། མི་གནས་པ་དང་མི་འཕོ་བའི་མཚན་ཉིད་དོ། །
en: “Lokadhara, conditioned phenomena have the characteristic of not arising, the characteristic of not ceasing, and the characteristic of not remaining or transitioning.

source: གནས་པ་དང་འཕོ་བར་གསུངས་པ་ཡང་མཚན་མ་མེད་ཅིང་སྐྱེ་བ་མེད་དོ། །
en: Even though conditioned phenomena are said to remain and transition, they are unborn and free of marks.

source: གལ་ཏེ་འདུས་མ་བྱས་ཀྱི་ཆོས་ལ་མཚན་ཉིད་གསུམ་དུ་ཡོད་པར་ངེས་ན་ནི་
en: If there truly were unconditioned phenomena that had the three characteristics,

source: བཅོམ་ལྡན་འདས་ཀྱིས་འདི་དག་ནི་སྐྱེ་བའི་མཚན་ཉིད། འདི་དག་ནི་འགོག་པའི་མཚན་ཉིད། འདི་དག་ནི་གནས་པ་དང་འཕོ་བའི་མཚན་ཉིད་དོ། །ཞེས་གཅིག་ཏུ་ཆད་པར་གསུངས་པའི་རིགས་ན།
en: the Blessed One would say, ‘These are the characteristics of arising, these are the characteristics of ceasing, and these are the characteristics of remaining and transitioning.’ However, when it was appropriate to speak definitively,

source: འཇིག་རྟེན་འཛིན་དེ་བཞིན་གཤེགས་པས་ནི་ཆོས་ཐམས་ཅད་མཚན་མ་མེད་པར་གསུངས་སོ། །
en: Lokadhara, the Thus-Gone One has said, ‘All phenomena are free of marks.’

source: འཇིག་རྟེན་འཛིན་མ་སྐྱེས་པ་ལ་གལ་ཏེ་མཚན་མ་ཡོད་དམ། མི་འགོག་པ་ལ་གལ་ཏེ་མཚན་མ་ཡོད་དམ། མི་གནས་པ་དང་མི་འཕོ་བ་ལ་གལ་ཏེ་མཚན་མ་ཡོད་ན་
en: Lokadhara, if not arising had marks, if not ceasing had marks, and if not remaining or transitioning had marks,

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་འདུས་མ་བྱས་པ་ཡང་ངེས་པར་མཚན་མ་ཡོད་ཅེས་གསུངས་པར་འགྱུར་རོ། །
en: the Blessed One would say that the unconditioned truly has marks.

source: འཇིག་རྟེན་འཛིན་ཅི་སྟེ་འདུས་མ་བྱས་པ་ལ་མཚན་མ་ཡོད་ན་དེ་ནི་འདུས་མ་བྱས་པ་མ་ཡིན་ནོ། །
en: However, Lokadhara, if the unconditioned had marks, it would not be unconditioned.

source: མཚན་མ་ཅན་དུ་བཤད་པ་དང་། བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ཆོས་ལ་གྲངས་སུ་གཅོད་པ་དག་ལ་ནི་འདུས་བྱས་ལ་མཚན་ཉིད་གསུམ་དུ་གསུངས་ཏེ། སྐྱེ་བ་དང་། འགོག་པ་དང་། གནས་ཤིང་འཕོ་བའོ། །འདུས་མ་བྱས་པའི་མཚན་ཉིད་གསུམ་ནི་མ་སྐྱེས་པ་དང་། མི་འགོག་པ་དང་། གནས་པ་དང་འཕོ་བ་མེད་པའོ། །
en: It is when one teaches in terms of marks, or when one teaches childish ordinary beings for whom phenomena must be categorized, that the conditioned is said to have three characteristics: arising, ceasing, and remaining and transitioning; and the unconditioned is said to have three characteristics: not arising, not ceasing, and not remaining or transitioning.

source: འཇིག་རྟེན་འཛིན་སྐྱེས་བུ་ལ་ལས་འདུས་བྱས་དང་འདུས་མ་བྱས་པའི་ཆོས་ཆུད་ཅིང་རྟོགས་ན་སྐྱེས་བུ་དེ་ལ་ནི་སྐྱེ་བ་དང་། འགོག་པ་དང་། གནས་ཤིང་འཕོ་བ་མེད་དེ།
en: Lokadhara, when someone knows and understands conditioned and unconditioned phenomena, for that person there is no arising, ceasing, or remaining and transitioning.

source: དེ་བས་ན་འདུས་མ་བྱས་པ་ཐོབ་པ་ཞེས་བྱའོ། །
en: Therefore, this is said to be the attainment of the unconditioned.

source: འཇིག་རྟེན་འཛིན་སྐྱེ་བ་དང་འགོག་པ་ནི་ཀུན་འབྱུང་འབྱུང་བའི་དོན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ། །
en: “Lokadhara, arising and ceasing are seen and understood to mean the occurring of origination.

source: ཆོས་ལ་ཀུན་འབྱུང་མེད་ན་འབྱུང་བ་མེད་དོ། །
en: If phenomena have no origination, they do not occur.

source: ཀུན་འབྱུང་མ་སྐྱེས་ན་ཕྱིར་ལྡོག་པ་མེད་དེ་གནས་ཤིང་འཕོ་བ་ཡང་མེད་དོ། །
en: If origination does not arise, it does not reverse course, and there is also no remaining or transitioning.

source: འཇིག་རྟེན་འཛིན་དེ་དག་ནི་འདུས་བྱས་ཀྱི་དེ་ཁོ་ན་ཉིད་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་མཐོང་ཞིང་ཤེས་པ་ཞེས་བྱའོ། །
en: Lokadhara, this is accurately seeing and understanding the thatness of the conditioned.

source: གང་གིས་དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཤེས་ཤིང་མཐོང་བས་སྐྱེ་བ་དང་། འགོག་པ་དང་། གནས་ཤིང་འཕོ་བའི་གྲངས་སུ་མི་ལྟུང་ངོ་། །
en: One who accurately sees and understands this will not fall into the categories of arising, ceasing, and remaining and transitioning.

source: བྱང་ཆུབ་སེམས་དཔས་དེ་ལྟར་འདུས་བྱས་དང་འདུས་མ་བྱས་པའི་ཆོས་ལ་འདི་སྙམ་དུ་འདུས་བྱས་ཀྱི་ཆོས་ཀྱང་འདུས་མ་བྱས་པའི་ཆོས་དང་ལྷན་ཅིག་པར་མི་ལྟ། འདུས་མ་བྱས་པའི་ཆོས་ཀྱང་འདུས་བྱས་ཀྱི་ཆོས་དང་ལྷན་ཅིག་པར་མི་ལྟའོ་སྙམ་དུ་བསམས་ནས
en: Regarding conditioned and unconditioned phenomena, bodhisattvas think, ‘I do not consider conditioned phenomena to be joined together with unconditioned phenomena, or unconditioned phenomena to be joined together with conditioned phenomena.’

source: ཡང་འདི་སྙམ་དུ་འདུས་བྱས་ཀྱི་ཆོས་ཀྱི་དེ་ཁོ་ནའི་མཚན་ཉིད་ནི་འདུས་མ་བྱས་པ་ཉིད་དོ་སྙམ་སེམས་ཤིང་རྣམ་པར་མི་རྟོག་གོ། །
en: They also think, ‘The true characteristic of conditioned phenomena is the unconditioned itself.’ In this way they go beyond thinking.

source: འདུས་བྱས་དང་འདུས་མ་བྱས་པའི་ཆོས་སུ་རྣམ་པར་མི་རྟོག་པས་དེ་ཉིད་འདུས་མ་བྱས་པའི་ཆོས་སོ། །
en: Not conceptualizing in terms of conditioned and unconditioned phenomena is itself unconditioned phenomenon.

source: གལ་ཏེ་འདུས་བྱས་དང་འདུས་མ་བྱས་རྣམ་པར་རྟོག་ན་དེས་འདུས་མ་བྱས་པ་ཆུད་ཅིང་རྟོག་པར་མི་འགྱུར་རོ། །
en: If one conceptualizes the conditioned and unconditioned, one cannot understand and know the unconditioned.

source: གང་གིས་རྣམ་པར་རྟོག་པ་ཐམས་ཅད་ཡོངས་སུ་བཅད་ན་འདུས་མ་བྱས་པ་དེ་ཁོ་ན་ཉིད་དུ་ཆུད་ཅིང་རྟོགས་པ་ཞེས་བྱའོ། །
en: If one eliminates all conceptuality, one understands and knows the unconditioned to be thatness.

source: དམིགས་པའི་མཚན་ཉིད་རྟོགས་པ་དམིགས་པ་ཀུན་བཅད་པ་གྲངས་སམ་གྲངས་མ་ཡིན་པར་མི་རྟོག་གོ། །
en: They understand the characteristic of observation, they eliminate all forms of observation, and they do not conceptualize in terms of categories or absence of categories.

source: འཇིག་རྟེན་འཛིན་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་འདུས་བྱས་དང་། འདུས་མ་བྱས་པའི་ཆོས་ལ་སྦྱོར་བ་ཞེས་བྱ་སྟེ།
en: Lokadhara, these are bodhisattva great beings’ means with regard to conditioned and unconditioned phenomena.

source: དེ་ཡང་འདུས་བྱས་ཀྱི་ཆོས་སམ་འདུས་མ་བྱས་པའི་ཆོས་སུ་མི་དམིགས་པས་ནི་མི་ཆགས་པ་དང་མི་འཛིན་ཏོ། །
en: By not observing either conditioned or unconditioned phenomena, they are free from attachment and grasping.”

source: འདུས་བྱས་དང་འདུས་མ་བྱས་པ་ཞེས་བྱ་བའི་ལེའུ་སྟེ་བཅུའོ།། །།
en: This was the tenth chapter:“ The Conditioned and the Unconditioned .”

source: འཇིག་རྟེན་འཛིན་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དེ་ལྟར་ཕུང་པོ་ལྔ་ལ་ཤིན་ཏུ་མཁས་པ་དང་། ཁམས་བཅྭ་བརྒྱད་ལ་ཤིན་ཏུ་མཁས་པ་དང་། སྐྱེ་མཆེད་བཅུ་གཉིས་ལ་ཤིན་ཏུ་མཁས་པ་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་བཅུ་གཉིས་ལ་ཤིན་ཏུ་མཁས་པ་དང་། དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་ལ་ཤིན་ཏུ་མཁས་པ་དང་། དབང་པོ་ལྔ་ལ་ཤིན་ཏུ་མཁས་པ་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་ཤིན་ཏུ་མཁས་པ་དང་། འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ལ་ཤིན་ཏུ་མཁས་པ་དང་། འདུས་བྱས་དང་འདུས་མ་བྱས་པའི་ཆོས་ལ་ཤིན་ཏུ་མཁས་པས་ཆོས་ཐམས་ཅད་ཀྱི་དེ་ཁོ་ནའི་མཚན་ཉིད་ཀྱང་ཤིན་ཏུ་མཁས་ལ།
en: “Lokadhara, through their great knowledge of the five aggregates, the eighteen elements, the twelve sense sources, the twelve links of dependent origination, the four applications of mindfulness, the five powers, the eightfold path of the noble ones, the phenomena of the world and transcendence, and conditioned and unconditioned phenomena, bodhisattva great beings will gain great knowledge of the characteristic of the thatness of all phenomena.

source: ཆོས་རྣམས་ཀྱི་མཚན་ཉིད་རྣམ་པར་འབྱེད་པ་ལ་ཡང་ཤིན་ཏུ་མཁས་ཤིང་དྲན་པའི་མཐུ་རྙེད་པ་དང་ཆོས་ཐམས་ཅད་ཀྱི་ཚིག་རྣམ་པར་འབྱེད་པའི་བློ་དང་ལྡན་པ་དང་། ལུས་འདི་བརྗེས་མ་ཐག་ཏུ་དྲན་པ་རྒྱུན་མི་འཆད་པ་དང་ལྡན་ཞིང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་ཐོབ་པར་འགྱུར་རོ། །
en: They will become highly skilled in discerning the characteristics of phenomena. They will attain the power of recollection. They will have the intelligence that discerns the terminology for all phenomena. As soon as they exchange their bodies, they will obtain unbroken recollection, and they will eventually attain unsurpassed and perfect awakening.

source: འཇིག་རྟེན་འཛིན་སྔོན་བསྐལ་པ་ཚད་མེད་གྲངས་མེད་པ་འདས་པ་དེའི་ཚེ་དེའི་དུས་ན། འཛམ་བུ་ཆུ་ཀླུང་གི་གསེར་གྱི་རི་རབ་རིའི་རྒྱལ་པོ་ཞེས་བྱ་བ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཁྱེན་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་རིག་པ། བླ་ན་མེད་པ། སྐྱེས་བུ་འདུལ་ཞིང་ཁ་ལོ་སྒྱུར་བ་ལྷ་དང་མིའི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་དུ་མངོན་པར་བྱུང་ངོ་། །
en: “Lokadhara, countless immeasurable eons ago, a blessed buddha named Majestic Mount Meru of Gold from the Jambū River appeared in the world. He was a thus-gone one, a worthy one, a perfect buddha, perfect in knowledge and conduct, a blissful one, a knower of the world, an unsurpassed being, a charioteer who guides beings, and a teacher of gods and humans.

source: འཇིག་རྟེན་འཛིན་བཅོམ་ལྡན་འདས་འཛམ་བུ་ཆུ་ཀླུང་གི་གསེར་གྱི་རི་རབ་རིའི་རྒྱལ་པོའི་ཚེའི་ཚད་ནི་བསྐལ་པ་ལྔ་སྙེད་དོ། །
en: Lokadhara, the lifespan of the blessed Majestic Mount Meru of Gold from the Jambū River was five eons.

source: ཉན་ཐོས་ཀྱི་དགེ་འདུན་གྱི་འཁོར་ཡང་ཚད་མེད་དོ། །
en: His saṅgha of hearers was immeasurable.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་ཡོངས་སུ་དག་ལ་རབ་ཏུ་བདེ་བ་དང་ལྡན་ནོ། །
en: His buddha realm was pure and happy.

source: དེ་ན་གནས་པའི་སེམས་ཅན་དག་ཀྱང་རབ་ཏུ་བདེ་ཞིང་སྐྱིད་ལ་འདོད་ཆགས་དང་ཞེ་སྡང་དང་གཏི་མུག་གི་ཤས་སྲབ་པ། གདུལ་སླ་བ། བཅོས་སླ་བ། རྣམ་པར་དག་པར་སླ་བ་ཤ་སྟག་གོ། །
en: All the beings who lived there were happy and joyful; they had little attachment, aggression, and ignorance; they were easy to guide, easy to correct, and easy to purify.

source: འཇིག་རྟེན་འཛིན་བཅོམ་ལྡན་འདས་འཛམ་བུ་ཆུ་ཀླུང་གི་གསེར་གྱི་རི་རབ་རིའི་རྒྱལ་པོ་ཡང་བྱང་ཆུབ་སེམས་དཔའི་འཁོར་རྣམས་ལ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཐེ་ཚོམ་གཅོད་པ་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཅེས་བྱ་བའི་མདོ་སྟོན་ཏོ། །
en: “Lokadhara, the blessed Majestic Mount Meru of Gold from the Jambū River taught his bodhisattva assemblies a discourse called The Bodhisattva Collection That Counters the Doubts of All Beings .

source: འཇིག་རྟེན་འཛིན་དེའི་ཚེ་ན་འཁོར་དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་རིན་ཆེན་འོད་ཅེས་བྱ་བ་ཞིག་ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་དང་། རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བ་དང་། དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དང་། དབང་པོ་ལྔ་དང་། འཕགས་པའི་ལམ་གྱི་ཡན་ལག་བརྒྱད་དང་། འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་པའི་ཆོས་ལ་སྦྱོར་བ་བཤད་པ་ཐོས་ནས་དེའི་ཚེ་ཤིན་ཏུ་བརྩོན་འགྲུས་བརྩམས་ཏེ་
en: Lokadhara, in the assembly there was a bodhisattva named Ratnaprabha. He became tremendously diligent when he heard the teachings on the practices of the five aggregates, the eighteen elements, the twelve sense sources, the twelve links of dependent origination, the four applications of mindfulness, the five powers, the eightfold path of the noble ones, the phenomena of the world and transcendence, and conditioned and unconditioned phenomena.

source: ཚེ་ལོ་ཁྲི་ཕྲག་ཉི་ཤུའི་བར་དུ་ནམ་དུ་ཡང་ངན་སེམས་མ་སྐྱེད་དེ་
en: For the length of his life, which was two hundred thousand years, he never generated any attitude of negativity.

source: འདོད་ཆགས་ཀྱི་སེམས་དང་། ཞེ་སྡང་གི་སེམས་དང་། གཏི་མུག་གི་སེམས་དང་། ཁེ་དང་། གྲགས་པ་དང་། ཟས་དང་། སྐོམ་དང་། གོས་དང་། ལྷུང་བཟེད་ལ་བསམ་པའི་སེམས་མ་སྐྱེས་ཀྱི་
en: Thus, he did not give rise to attachment, aggression, or ignorance, nor did he have any concern for profit, fame, food, drink, clothing, or his begging bowl. Rather,

source: ཆོས་འདི་སྦྱོར་བ་ལ་འཇུག་པའི་ཕྱིར་བརྩོན་འགྲུས་ཆེན་པོ་བསྐྱེད་དོ། །
en: he generated great diligence in order to engage in the practice of this teaching.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རིན་ཆེན་འོད་དེ་བཅོམ་ལྡན་འདས་འཛམ་བུ་ཆུ་ཀླུང་གི་གསེར་གྱི་རི་རབ་རིའི་རྒྱལ་པོའི་བསྟན་པ་ལ་ནམ་འཚོའི་བར་དུ་ཚངས་པར་སྤྱད་པ་སྤྱོད་དེ
en: Lokadhara, the bodhisattva great being Ratnaprabha observed pure conduct within the teachings of the blessed Majestic Mount Meru of Gold from the Jambū River for his entire life.

source: དེས་ཚེ་འཕོས་ནས་ཕྱིར་ཡང་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ཉིད་དུ་སྐྱེས་ནས་གཞོན་ནུ་ལས་ཚེ་འཕོས་ནས་ཕྱིར་ཡང་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ཉིད་དུ་སྐྱེས་ཏེ་ཚངས་པར་སྤྱད་པ་སྤྱོད་དོ། །
en: As he transitioned to another life, he was born again in that very buddha realm. After passing away young, he was once again born into that buddha realm, where he practiced pure conduct.

source: བསྐལ་པ་དེ་རེ་རེ་ན་ཡང་སྐྱེ་བ་ལྔ་བརྒྱ་ལེན་ཏེ་ཐ་མར་བཅོམ་ལྡན་འདས་འཛམ་བུ་ཆུ་ཀླུང་གི་གསེར་གྱི་རི་རབ་རིའི་རྒྱལ་པོ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་སུ་ཉེ་བ་ན་བསྐལ་པ་ལྔ་པོའི་ཐ་མར་ཤིན་ཏུ་མང་དུ་ཐོས་པ་དང་། འདི་ལྟ་བུའི་ཡང་དག་པའི་མཚན་ཉིད་ཀྱི་ཆོས་ལ་སྦྱོར་བ་ཡང་ཐོབ་ཅིང་
en: He then took birth five hundred times per eon, until finally, at the end of the fifth eon, as the blessed Majestic Mount Meru of Gold from the Jambū River neared parinirvāṇa, he gained extensive learning and skill in applying Dharma teachings of the true characteristic such as this. At that point,

source: སངས་རྒྱས་དེ་ལས་ཆོས་ཐོས་པ་དག་ཐམས་ཅད་ཡོངས་སུ་དྲན་པར་གྱུར་ཏེ
en: he remembered all the teachings that he had heard from this Buddha.

source: དེ་ལྟར་དྲན་པའི་མཐུ་དང་ལྡན་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Endowed with the power of such recollection, he requested the Blessed One,

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་དག་བདག་གིས་རྒྱས་པར་བསྟན་པར་འཚལ་ན་གནང་བ་མཛད་དུ་གསོལ་ལོ། །
en: ‘Blessed One, I request an extensive explanation of these Dharma teachings. Would you please give it?’

source: ཚེ་དེ་ཉིད་དུ་སེམས་ཅན་ཚད་མེད་དཔག་ཏུ་མེད་པ་རྣམས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་བཙུད་པར་གྱུར་ཏོ། །
en: In that very life, he brought countless, immeasurable beings to unsurpassed and perfect awakening.

source: བཅོམ་ལྡན་འདས་འཛམ་བུ་ཆུ་ཀླུང་གི་གསེར་གྱི་རི་རབ་རིའི་རྒྱལ་པོ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་རིན་ཆེན་འོད་ཀྱིས་ཆོས་བསྲུང་བར་བྱ་བའི་ཕྱིར་རྗེས་སུ་བཟུང་ནས་བཅོམ་ལྡན་འདས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་འོག་ཏུ་དམ་པའི་ཆོས་བསྐལ་པ་གཅིག་གི་བར་དུ་གནས་པར་གྱུར་ཏོ། །
en: “As the blessed Majestic Mount Meru of Gold from the Jambū River passed into parinirvāṇa, he entrusted the bodhisattva Ratnaprabha to uphold the Dharma. Thereby, after the Blessed One had passed into parinirvāṇa, the Dharma remained for another eon.

source: བསྐལ་པ་གཅིག་ལ་སྐྱེ་བ་ལྔ་བརྒྱའི་བར་དུ་རྟག་ཏུ་མིའི་ནང་དུ་སྐྱེ་ཞིང་རབ་ཏུ་བྱུང་ནས་ཆོས་ཐམས་ཅད་ཀྱི་ཡང་དག་པ་ཉིད་བསྐྱེད་ཅིང་འཕེལ་བར་བྱེད་དོ། །
en: In his five hundred lifetimes during that eon, Ratnaprabha always took birth as a human being, received ordination, and generated and propagated the true reality of all phenomena.

source: གཞན་ཡང་སེམས་ཅན་ཚད་མེད་དཔག་ཏུ་མེད་པའི་སེམས་ཅན་ལ་ཕན་པ་དང་བདེ་བའི་དོན་བྱས་སོ། །
en: Additionally, he served the purpose of bringing benefit and happiness to countless numbers of immeasurably many beings.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་རིན་ཆེན་འོད་དེ་བཞིན་དུ་མཐར་གྱིས་སངས་རྒྱས་ཁྲི་ཕྲག་དུ་མ་དང་ཕྲད་ནས་ཐ་མ་སངས་རྒྱས་ཚད་མེད་འོད་ཀྱིས་ལུང་བསྟན་པ། བསྐལ་པ་གྲངས་མེད་པ་འདས་ནས་གདོད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་པར་འགྱུར་རོ། །
en: “Lokadhara, in the same manner, the bodhisattva Ratnaprabha met many tens of thousands of other buddhas, until finally he received a prophecy from the buddha Apramāṇābha, who prophesied that after one countless eon, Ratnaprabha would fully awaken to unsurpassed and perfect buddhahood.

source: བསྐལ་པ་གྲངས་མེད་པ་དེ་ཉིད་ཀྱི་ཚེ་ན་ཡང་སངས་རྒྱས་ཁྲི་ཕྲག་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་དང་ཕྲད་དེ། དེ་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་སྟེ་དོན་ཐམས་ཅད་གདོན་མི་ཟ་བའི་རྒྱན་ཞེས་བྱ་བ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཁྱེན་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་རིག་པ། བླ་ན་མེད་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ། ལྷ་དང་མིའི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཞེས་བྱ་བ་སྟེ་
en: During that countless eon, Ratnaprabha met billions of buddhas, after which he fully awakened to unsurpassed and perfect buddhahood as the blessed buddha Ornament of Certainty in Any Subject. He became a thus-gone one, a worthy one, a perfect buddha, perfect in knowledge and conduct, a blissful one, a knower of the world, an unsurpassed being, a charioteer who guides beings, and a teacher of gods and humans.

source: བྱང་ཆུབ་སེམས་དཔའི་འཁོར་ཚད་མེད་དཔག་ཏུ་མེད་དོ། །
en: His bodhisattva assembly was unfathomable and immeasurable.

source: ཉན་ཐོས་ཀྱི་དགེ་འདུན་གྱི་འཁོར་ཡང་གྲངས་མེད་དེ།
en: His assembly of hearers was also beyond count.

source: སངས་རྒྱས་དེའི་ཚེའི་ཚད་ཀྱང་བསྐལ་པ་གཉིས་ཏེ།
en: This buddha’s lifespan was two eons, and

source: སངས་རྒྱས་དེའི་ཞིང་རབ་ཏུ་བདེ་བ་དང་ལྡན་ཞིང་རྒྱན་དམ་པས་ཤིན་ཏུ་བརྒྱན་ཏོ། །
en: his buddha realm was very happy and adorned with the finest ornaments.

source: འཇིག་རྟེན་འཛིན་དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཆོས་དེ་དག་གི་སྦྱོར་བ་ལ་ཤིན་ཏུ་མཁས་པར་འདོད་པ་དག་ཤིན་ཏུ་བརྩོན་འགྲུས་སུ་ཆོས་འདི་དག་ལ་བསླབ་པ་དང་། འདོན་པ་དང་། ནན་ཏན་བྱའོ། །
en: Therefore, Lokadhara, bodhisattvas who wish to become skilled in the application of these teachings must train in, recite, and exert themselves diligently in these teachings.

source: གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཆོས་དེ་དག་ལ་སྦྱོར་བ་ཐོབ་པར་འདོད་པ་དག་ཆོས་རྣམ་པ་བཞི་ལ་ཤིན་ཏུ་བརྩོན་པར་བྱའོ། །
en: “Furthermore, bodhisattva great beings who wish to attain the skillful application of these teachings must exert themselves in developing four qualities.

source: བཞི་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are these four?

source: ཁྱིམ་ནས་ཁྱིམ་མ་ཡིན་པར་རབ་ཏུ་འབྱུང་བ་དང་། གཅིག་པུ་འདུག་པ་དང་། ཚུལ་ཁྲིམས་རྣམ་པར་དག་པ་དང་། ལེ་ལོའི་སེམས་ཡོངས་སུ་བསལ་བར་བྱའོ། །
en: They are going forth from the household into the homeless life, living alone, having pure discipline, and dispelling the attitude of laziness.

source: བྱང་ཆུབ་སེམས་དཔའི་ཆོས་རྣམ་པ་དེ་བཞི་དང་ལྡན་པས་མང་དུ་ཐོས་པ་ལ་བརྩོན་ཞིང་བཟོད་པ་ལ་བདེ་བར་གནས་པས་མྱུར་དུ་ཆོས་རྣམ་པ་བཞི་དང་ཕྲད་པར་འགྱུར་རོ། །
en: Endowed with these four bodhisattva qualities, they will swiftly encounter four circumstances, if they apply themselves to study and are steadfast in patience.

source: འཛམ་བུའི་གླིང་གི་དབུས་སུ་སྐྱེ་བ་དང་། སངས་རྒྱས་དང་ཕྲད་པ་དང་། ཆོས་ཀྱི་རྗེས་སུ་སྤྱོད་པ་དང་། སྡིག་པའི་ལས་ཀྱི་སྒྲིབ་པ་སེལ་བར་འགྱུར་རོ། །
en: They are being born in the center of Jambudvīpa, meeting the Buddha, practicing the Dharma, and dispelling the obscurations of negative action.

source: གཞན་ཡང་འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཆོས་འདི་ལ་ཤིན་ཏུ་བརྩོན་པ་དག་ནི་སྦྱིན་པའི་སྟོབས་རྣམ་པར་དག་པར་འགྱུར་བ་དང་། ཚུལ་ཁྲིམས་རྣམ་པར་དག་པ་དང་། བཟོད་པ་རྣམ་པར་དག་པ་དང་། བརྩོན་འགྲུས་རྣམ་པར་དག་པ་དང་། བསམ་གཏན་རྣམ་པར་དག་པ་དང་། ཤེས་རབ་ཀྱི་སྟོབས་རྣམ་པར་དག་པར་འགྱུར་ཏེ
en: “Moreover, Lokadhara, bodhisattva great beings who exert themselves in this teaching will purify the powers of generosity, discipline, patience, diligence, concentration, and insight.
